<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Hussentral-developer] Hva skal barnet hete?
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/hussentral-developer/2006-June/index.html" >
   <LINK REL="made" HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20Hva%20skal%20barnet%20hete%3F&In-Reply-To=%3CAAC0E77CE67F534FA767252630E619CE010FF8B7%40srka04.kongans.hibu.no%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000025.html">
   <LINK REL="Next"  HREF="000033.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Hussentral-developer] Hva skal barnet hete?</H1>
    <B>Per Gustavsen</B> 
    <A HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20Hva%20skal%20barnet%20hete%3F&In-Reply-To=%3CAAC0E77CE67F534FA767252630E619CE010FF8B7%40srka04.kongans.hibu.no%3E"
       TITLE="[Hussentral-developer] Hva skal barnet hete?">Per.Gustavsen at hibu.no
       </A><BR>
    <I>Tue Jun 13 09:34:00 CEST 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000025.html">[Hussentral-developer] F&#229;r du ikke sendt ut meldinger via hussentral-developer at lists.berlios.de?
</A></li>
        <LI>Next message: <A HREF="000033.html">[Hussentral-developer] Sammenligning av GPL og EULA
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#30">[ date ]</a>
              <a href="thread.html#30">[ thread ]</a>
              <a href="subject.html#30">[ subject ]</a>
              <a href="author.html#30">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Er ikke selv aktiv i dette prosjektet, men som deltager i arbeidsgruppen for &#229; etablere nasjonalt senter for fri programvare f&#248;lger jeg interessant med :-)

 

H&#229;per jeg kan f&#229; lov til &#229; bidra med et innspill i navnediskusjonen:

Mitt ydmyke forslag er: VoiceToAll

(.com og .org domener er ledig. Kan ogs&#229; spilles p&#229; i form av logo/design: V2All, V2@, Voice2@, Voice2All osv..)

 

Eller kanskje disse: 

World Wide Voice (wwv) ?

Voice To The People (vttp) ?

PhoneHome ? (Har dere sett ET? - logoen kunne jo v&#230;re en pingvin med r&#248;d pekefinger som ringer hjem :-)

 

 

Dette var mitt bidrag i navnediskusjonen :-)

 

Lykke til !

Mvh
Per Gustavsen

Prosjektleder HiBu Innovasjon/DRIV inkubator

H&#248;gskolen i Buskerud

Tlf: 32 86 95 48

Mob: 40 23 10 88

 

________________________________

From: <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">hussentral-developer-admin at berlios.de</A> [mailto:<A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">hussentral-developer-admin at berlios.de</A>] On Behalf Of Arne Martin Enes
Sent: 12. juni 2006 13:13
To: <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">hussentral-developer at lists.berlios.de</A>
Subject: SV: [Hussentral-developer] Hva skal barnet hete?

 

Hei alle!

 

Jeg st&#248;tter forslaget om &#229; finne et helt nytt navn. Vi st&#229;r da friere til &#229; gj&#248;re hva vi vil siden, og vi kan heller v&#230;re s&#229; dyktige i det vi gj&#248;r at det er andre som &#248;nsker &#229; henge seg p&#229; oss. Det finnes sikkert mange artige bokstavkombinasjoner vi kan finne, og vi kan bruke noen minutter p&#229; m&#248;tet i Drammen p&#229; onsdag til &#229; samle oss om noe. S&#229; p&#248;s p&#229; med ideer! Gjerne noe som ikke har v&#230;rt brukt f&#248;r, men som inneholder en kobling mot Open Source (Med OS menes vel ogs&#229; Operativsystem), Free License - eller noe. 

 

Konkret forslag: OSX (Open Source Xchange) Kan f.eks ogs&#229; v&#230;re OSX.change, OSX.Entreprise, OSX.smb, eller en annen kombinasjon...

 

Med vennlig hilsen

 

 

Arne M Enes

&#201;lla Kommunikasjon AS

Mobil: 900 34 040

E.post: <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">arne.enes at ella.no</A>

 

________________________________

Fra: <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">hussentral-developer-admin at berlios.de</A> [mailto:<A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">hussentral-developer-admin at berlios.de</A>] P&#229; vegne av Bj&#248;rn Venn
Sendt: 12. juni 2006 10:14
Til: <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">hussentral-developer at lists.berlios.de</A>
Emne: [Hussentral-developer] Hva skal barnet hete?

Hei! 

Noen av oss har jobbet, mot Digium bl.a., for &#229; finne ut om vi kan kalle prosjektet/produktet v&#229;rt med et navnt som inneholder ordet asterisk, f.eks. <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Enterprise</A>, <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Work</A> etc. Det vi skal gj&#248;re er jo langt p&#229; vei &#229; lage en mest mulig komplett telefonil&#248;sning, hvor Asterisk er en viktig komponent, &#225;la det <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Home-prosjektet</A> har gjort (men som er mer rettet mot privat og SMB-markedet).

Tilbakemeldingene fra Digium er ikke positive, ref. e-posten fra Are. Det synes jeg er veldig synd, da mange av oss har brukt tid og krefter p&#229; &#229; markedsf&#248;re navnet Asterisk. Jeg kan ikke helt forst&#229; hvorfor Digium ikke &#248;nsker &#229; f&#229; markedsf&#248;rt Asterisk-navnet.

Men ved &#229; velge et navn som ikke inneholder ordet asterisk, s&#229; st&#229;r vi fors&#229;vidt friere i forbindelse med hvilke komponenenter som til enhver tid inng&#229;r i l&#248;sningen. Det kan jo tenkes at det dukker opp komponenter i framtiden som er &quot;bedre&quot; enn Asterisk (ref. den innledende diskusjonen vi hadde om Yate, <A HREF="http://yate.null.ro/">http://yate.null.ro/</A> &lt;<A HREF="http://yate.null.ro/">http://yate.null.ro/</A>&gt; )

Jeg ser for meg f&#248;lgende alternativer: 

1. Kontakte TrixBox (ex. <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Home</A>) og sp&#248;r om de er interessert i et samarbeid. Ser da for meg en TrixBox Enterprise Edition eller noe i den retning.

2. Vi finner p&#229; et nytt navn og starter p&#229; scratch. Dette alternativet vil i st&#248;rre grad bli oppfattet som et europeisk initiativ som med stor sannsynlighet vil v&#230;re en fordel i fbm framtidige EU-s&#248;knader (om &#248;k.st&#248;tte til prosjektet).

Skal vi finne p&#229; et nytt navn, s&#229; m&#229; vi tenke oss litt om. Dem vi skal ta opp konkurransen med heter bl.a. MX One, Alcatel 4400, Call Succsession og Call Manager. Hva med TX One? (TX: Telephony Exchange, evt. TX 100, hvis vi tror Ericsson ikke liker at vi tar &quot;One&quot;).

Eller skal vi legge mer fokus p&#229; kommunikasjon/multimedia generelt) Hva med BCS 2010? (Business Communication Server 2010 (&#229;ret 1010; et system for framtiden, en framtid som er her straks!). Ericsson hadde i sin tid en hussentral som het BCS 150, men jeg kan ikke se at de benytter BCS-navnet n&#229;. De kaller det BusinessPhone n&#229;)

I fbm. EU-s&#248;knadsarbeidet tidliger i v&#229;res, ble det kastet franm en del navn som inneholdt ordet Gov. Det synes jeg ikke noe om. Vi skal lage en universell telefonil&#248;sning for store og mellomstore virksomheter, ikke noe som er spesifikt for &quot;Governments&quot;. Da har jeg mer sansen for en n&#248;ytralt navn (type BCS 2010), og s&#229; heller lage SMB-Edition, Enterprise Edition, Goverment-edition osv.. 

 

Hva mener dere andre? 

Dette haster, da jeg vil ha opp et nettsted (internasjonalt) for prosjektet ASAP (med det riktige domenenavnet). Vi m&#229; ha dette klart i god tid f&#248;r den europeiske prosjektsamlingen (konferansen) i Vaasa den 5. oktober.

--Bj&#248;rn 

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="https://lists.berlios.de/pipermail/hussentral-developer/attachments/20060613/d9bab340/attachment.html">https://lists.berlios.de/pipermail/hussentral-developer/attachments/20060613/d9bab340/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000025.html">[Hussentral-developer] F&#229;r du ikke sendt ut meldinger via hussentral-developer at lists.berlios.de?
</A></li>
	<LI>Next message: <A HREF="000033.html">[Hussentral-developer] Sammenligning av GPL og EULA
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#30">[ date ]</a>
              <a href="thread.html#30">[ thread ]</a>
              <a href="subject.html#30">[ subject ]</a>
              <a href="author.html#30">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/hussentral-developer">More information about the Hussentral-developer
mailing list</a><br>
</body></html>
