<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Hussentral-developer] Hva skal barnet hete?
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/hussentral-developer/2006-June/index.html" >
   <LINK REL="made" HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20Hva%20skal%20barnet%20hete%3F&In-Reply-To=%3C448D2E61.2050202%40magenta-aps.dk%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000019.html">
   <LINK REL="Next"  HREF="000023.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Hussentral-developer] Hva skal barnet hete?</H1>
    <B>Morten Kj&#230;rsgaard</B> 
    <A HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20Hva%20skal%20barnet%20hete%3F&In-Reply-To=%3C448D2E61.2050202%40magenta-aps.dk%3E"
       TITLE="[Hussentral-developer] Hva skal barnet hete?">mortenk at magenta-aps.dk
       </A><BR>
    <I>Mon Jun 12 11:05:37 CEST 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000019.html">[Hussentral-developer] Hva skal barnet hete?
</A></li>
        <LI>Next message: <A HREF="000023.html">SV: [Hussentral-developer] Hva skal barnet hete?
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#20">[ date ]</a>
              <a href="thread.html#20">[ thread ]</a>
              <a href="subject.html#20">[ subject ]</a>
              <a href="author.html#20">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hej Bj&#248;rn (og alle andre)

Jeg mener, vi skal v&#230;lge model 2. Jeg har aldrig v&#230;ret vild med den 
direkte kobling til Asterisk, netop fordi vi kommer til at lave en masse 
rundt om Asterisk - og hvis det er lavet tilstr&#230;kkeligt godt med klart 
definerede snitflader (og det skal det), s&#229; b&#248;r det ikke v&#230;re knyttet 
til Asterisk. S&#229; bude det kunne anvendes samme med andre 'VoIP-motorer'. 
Indtil videre har vi v&#230;ret meget fokuserede p&#229; Asterisk, men selve 
'motoren' Asterisk bliver en stadig mindre bestanddel af det samlede 
system, n&#229;r vi efterh&#229;nden f&#229;r lavet betalingsssystemer, huscentral, osv.

Desuden er er enig med dig, Bj&#248;rn, i at et selvst&#230;ndigt navn vil styrke 
vores muligheder for at s&#248;ge om EU-midler

Vh
Morten

Bj&#248;rn Venn wrote:

&gt;<i> Hei!
</I>&gt;<i>
</I>&gt;<i> Noen av oss har jobbet, mot Digium bl.a., for &#229; finne ut om vi kan 
</I>&gt;<i> kalle prosjektet/produktet v&#229;rt med et navnt som inneholder ordet 
</I>&gt;<i> asterisk, f.eks. <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Enterprise</A>, <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Work</A> etc. Det vi skal 
</I>&gt;<i> gj&#248;re er jo langt p&#229; vei &#229; lage en mest mulig komplett 
</I>&gt;<i> telefonil&#248;sning, hvor Asterisk er en viktig komponent, &#225;la det 
</I>&gt;<i> <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Home-prosjektet</A> har gjort (men som er mer rettet mot privat 
</I>&gt;<i> og SMB-markedet).
</I>&gt;<i>
</I>&gt;<i> Tilbakemeldingene fra Digium er ikke positive, ref. e-posten fra Are. 
</I>&gt;<i> Det synes jeg er veldig synd, da mange av oss har brukt tid og krefter 
</I>&gt;<i> p&#229; &#229; markedsf&#248;re navnet Asterisk. Jeg kan ikke helt forst&#229; hvorfor 
</I>&gt;<i> Digium ikke &#248;nsker &#229; f&#229; markedsf&#248;rt Asterisk-navnet.
</I>&gt;<i>
</I>&gt;<i> Men ved &#229; velge et navn som ikke inneholder ordet asterisk, s&#229; st&#229;r vi 
</I>&gt;<i> fors&#229;vidt friere i forbindelse med hvilke komponenenter som til enhver 
</I>&gt;<i> tid inng&#229;r i l&#248;sningen. Det kan jo tenkes at det dukker opp 
</I>&gt;<i> komponenter i framtiden som er &quot;bedre&quot; enn Asterisk (ref. den 
</I>&gt;<i> innledende diskusjonen vi hadde om Yate, _<A HREF="http://yate.null.ro/_">http://yate.null.ro/_</A>)
</I>&gt;<i>
</I>&gt;<i> Jeg ser for meg f&#248;lgende alternativer:
</I>&gt;<i>
</I>&gt;<i> 1. Kontakte TrixBox (ex. <A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Asterisk at Home</A>) og sp&#248;r om de er interessert i 
</I>&gt;<i> et samarbeid. Ser da for meg en TrixBox Enterprise Edition eller noe i 
</I>&gt;<i> den retning.
</I>&gt;<i>
</I>&gt;<i> 2. Vi finner p&#229; et nytt navn og starter p&#229; scratch. Dette alternativet 
</I>&gt;<i> vil i st&#248;rre grad bli oppfattet som et europeisk initiativ som med 
</I>&gt;<i> stor sannsynlighet vil v&#230;re en fordel i fbm framtidige EU-s&#248;knader (om 
</I>&gt;<i> &#248;k.st&#248;tte til prosjektet).
</I>&gt;<i>
</I>&gt;<i> Skal vi finne p&#229; et nytt navn, s&#229; m&#229; vi tenke oss litt om. Dem vi skal 
</I>&gt;<i> ta opp konkurransen med heter bl.a. MX One, Alcatel 4400, Call 
</I>&gt;<i> Succsession og Call Manager. Hva med TX One? (TX: Telephony Exchange, 
</I>&gt;<i> evt. TX 100, hvis vi tror Ericsson ikke liker at vi tar &quot;One&quot;).
</I>&gt;<i>
</I>&gt;<i> Eller skal vi legge mer fokus p&#229; kommunikasjon/multimedia generelt) 
</I>&gt;<i> Hva med BCS 2010? (Business Communication Server 2010 (&#229;ret 1010; et 
</I>&gt;<i> system for framtiden, en framtid som er her straks!). Ericsson hadde i 
</I>&gt;<i> sin tid en hussentral som het BCS 150, men jeg kan ikke se at de 
</I>&gt;<i> benytter BCS-navnet n&#229;. De kaller det BusinessPhone n&#229;)
</I>&gt;<i>
</I>&gt;<i> I fbm. EU-s&#248;knadsarbeidet tidliger i v&#229;res, ble det kastet franm en 
</I>&gt;<i> del navn som inneholdt ordet Gov. Det synes jeg ikke noe om. Vi skal 
</I>&gt;<i> lage en universell telefonil&#248;sning for store og mellomstore 
</I>&gt;<i> virksomheter, ikke noe som er spesifikt for &quot;Governments&quot;. Da har jeg 
</I>&gt;<i> mer sansen for en n&#248;ytralt navn (type BCS 2010), og s&#229; heller lage 
</I>&gt;<i> SMB-Edition, Enterprise Edition, Goverment-edition osv..
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> Hva mener dere andre?
</I>&gt;<i>
</I>&gt;<i> Dette haster, da jeg vil ha opp et nettsted (internasjonalt) for 
</I>&gt;<i> prosjektet ASAP (med det riktige domenenavnet). Vi m&#229; ha dette klart i 
</I>&gt;<i> god tid f&#248;r den europeiske prosjektsamlingen (konferansen) i Vaasa den 
</I>&gt;<i> 5. oktober.
</I>&gt;<i>
</I>&gt;<i> --Bj&#248;rn
</I>&gt;<i>
</I>&gt;<i>
</I>

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000019.html">[Hussentral-developer] Hva skal barnet hete?
</A></li>
	<LI>Next message: <A HREF="000023.html">SV: [Hussentral-developer] Hva skal barnet hete?
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#20">[ date ]</a>
              <a href="thread.html#20">[ thread ]</a>
              <a href="subject.html#20">[ subject ]</a>
              <a href="author.html#20">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/hussentral-developer">More information about the Hussentral-developer
mailing list</a><br>
</body></html>
