<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Hussentral-developer] Kort status p&#229; IP-telefoniprosjektet
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/hussentral-developer/2006-May/index.html" >
   <LINK REL="made" HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20%3D%3Fiso-8859-1%3FQ%3FKort_status_p%3DE5_IP-telefoniprosjektet%3F%3D&In-Reply-To=%3C6850A1692CB5474BA1ABA38F33BBC68F64D600%40vfksr035.login.top.no%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000008.html">
   <LINK REL="Next"  HREF="000010.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Hussentral-developer] Kort status p&#229; IP-telefoniprosjektet</H1>
    <B>Bj&#248;rn Venn</B> 
    <A HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20%3D%3Fiso-8859-1%3FQ%3FKort_status_p%3DE5_IP-telefoniprosjektet%3F%3D&In-Reply-To=%3C6850A1692CB5474BA1ABA38F33BBC68F64D600%40vfksr035.login.top.no%3E"
       TITLE="[Hussentral-developer] Kort status p&#229; IP-telefoniprosjektet">bjorn.venn at bfk.no
       </A><BR>
    <I>Tue May 16 11:13:33 CEST 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000008.html">[Hussentral-developer] Svar: [Hussentral-developer] &quot;Click-to-call&quot;- funksjonalitet fra en webside. Vi  m&#229; lage en demo innen 19.
</A></li>
        <LI>Next message: <A HREF="000010.html">[Hussentral-developer] Utsettelse av merkantilt m&#248;te
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#9">[ date ]</a>
              <a href="thread.html#9">[ thread ]</a>
              <a href="subject.html#9">[ subject ]</a>
              <a href="author.html#9">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Til de som m&#229;tte ha interesse av det:

Litt informasjon om IP-telefoniprosjektet

1. Prosjektet er fortsatt ikke formelt etablert. Vi er i en etableringsfase hvor vi jobber med &#229; f&#229; p&#229; plass samarbeidspartnere, prosjektplaner, prosjektorganisasjon, finansieringen m.m.

2. Fordi det er viktig at l&#248;sningen f&#229;r en stor utbredelse, med et stort antall leverand&#248;rer som tilbyr l&#248;sningen, med tilh&#248;rende tjenester, s&#229; jobber vi med &#229; f&#229; etablert tilsvarende prosjekter i andre land, f&#248;rst og fremst i Europa. V&#229;rt norske prosjekt vil da inng&#229; i et nettverk av tilsvarende prosjekter i andre land. Vi har f&#229;tt en god dialog med Danmark, og har funnet interesserte i Finland (Undertegnede bes&#248;kte Tampere den 8.-9. mai. Sv&#230;rt interessant og nyttig. Finland har kommet langt n&#229;r det gjelder open source).

3. Som kjent, s&#229; har vi tjuvstartet litt. En liten gruppe med teknologer arbeider med &#229; ta frem en l&#248;sningsbeskrivelse. En dokument som skal beskrive den &#248;nskede l&#248;sningen. Arbeidet er noe forsinket, men ventes ferdig i l&#248;pet av juni. Arbeidet ledes av dag Ove Valsgaard i Ella kommunikasjon.

4. Arbeidsm&#248;te i &#197;rhus, 19.-21. juni. Psykiatrien i &#197;rhus amt (n&#229; Region Midtjylland, Danmarks st&#248;rste region), har benyttet Asterisk i ca to &#229;r. De har mange erfaringer og mye &#229; bidra med. Hensikten med m&#248;tet er &#229; f&#229; h&#248;re om erfaringene og hvilke utfordringer sopm m&#229; l&#248;ses for &#229; ta i bruk en Asterisk-basert l&#248;sning for hele regionen. De av oss som var med p&#229; studieturen til K&#248;benhavn fikk gleden av &#229; h&#248;re Jens Kjellerup fortelle om Asterisk-satsingen til Psykiatrine i &#197;rhus amt. Meget interessant. 

4. Vi jobber viderere med finansieringen av prosjektet, b&#229;de fra offentlige og private finansieringskilder (er i dialog med noen store internasjonale IT-selskaper vedr. hobvedsponsoravtale). Ikke h&#248;rt noe fra H&#248;ykom enda. Pga for mye arbeid p&#229; for kort tid har vi utsatt EU-s&#248;knaden. Men vi fikk diskutert prosjektet med en representant for eTEN-programmet og fikk nyttige tilbakemldinger.

5. Jeg har lagt ut litt info p&#229; www.asterisk.no. Det er skrevet i &quot;hui og hast&quot;, s&#229; dersom du finner feil eller mangler, s&#229; gi meg beskjed.

6. Undertegnede vil lage et nytt nyhetsbrev i l&#248;pet av mai.


Ha en riktig trivelig 17. mai!

Beste hilsener fra
Bj&#248;rn Venn
Buskerud fylkeskommune
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="https://lists.berlios.de/pipermail/hussentral-developer/attachments/20060516/63f84059/attachment.html">https://lists.berlios.de/pipermail/hussentral-developer/attachments/20060516/63f84059/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000008.html">[Hussentral-developer] Svar: [Hussentral-developer] &quot;Click-to-call&quot;- funksjonalitet fra en webside. Vi  m&#229; lage en demo innen 19.
</A></li>
	<LI>Next message: <A HREF="000010.html">[Hussentral-developer] Utsettelse av merkantilt m&#248;te
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#9">[ date ]</a>
              <a href="thread.html#9">[ thread ]</a>
              <a href="subject.html#9">[ subject ]</a>
              <a href="author.html#9">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/hussentral-developer">More information about the Hussentral-developer
mailing list</a><br>
</body></html>
