<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Hussentral-developer] Status EUX2010 og EU-s&#248;knaden
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/hussentral-developer/2007-May/index.html" >
   <LINK REL="made" HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20%3D%3Fiso-8859-1%3Fq%3FStatus_EUX2010_og_EU-s%3DF8kn%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Faden%3F%3D&In-Reply-To=%3C6850A1692CB5474BA1ABA38F33BBC68FB135FE%40vfksr035.login.top.no%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Hussentral-developer] Status EUX2010 og EU-s&#248;knaden</H1>
    <B>Bj&#248;rn Venn</B> 
    <A HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20%3D%3Fiso-8859-1%3Fq%3FStatus_EUX2010_og_EU-s%3DF8kn%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Faden%3F%3D&In-Reply-To=%3C6850A1692CB5474BA1ABA38F33BBC68FB135FE%40vfksr035.login.top.no%3E"
       TITLE="[Hussentral-developer] Status EUX2010 og EU-s&#248;knaden">bjorn.venn at bfk.no
       </A><BR>
    <I>Tue May 15 12:11:22 CEST 2007</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#64">[ date ]</a>
              <a href="thread.html#64">[ thread ]</a>
              <a href="subject.html#64">[ subject ]</a>
              <a href="author.html#64">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Til alle i det norske EUX-nettverket
Fra nasjonal koordinator Bj&#248;rn Venn

Status EUX2010 og EU-s&#248;knaden

Som de fleste vet, s&#229; sliter vi med &#229; komme videre med EUX-prosjektet, mye pga. manglende finanisering. S&#248;knad om &#248;konomisk st&#248;tte fra EU-systemet har noen av oss jobbet med i over ett &#229;r. Endelig lyktes vi med &#229; sende en s&#248;knad. Det er partnere fra 7 europeiske land med. Det er ventet &#229; f&#229; en tilbakemelding i l&#248;pet av juli.

Det er en formidabel jobb og sette seg inn i kravene til en EU-s&#248;knad og f&#229; formulert en s&#248;knad som passer med kravene.
S&#229; derfor en STOR TAKK til Nikolaj i Magenta (sekretariatet) for en kjempeinnsats!! 

(For de som vil ha ytterligere info, kontakt meg!)

Jeg har samtidig etterlyst private investorer, og at noen av de private selskapene setter seg i f&#248;rersetet p&#229; prosjektet.
Mye tyder p&#229; at firma Freecode er interessert i &#229; ta en mer aktiv lederrolle i prosjektet. Mer informasjon om dette vil komme senere.
(jeg &#248;nsker &#229; trappe ned min rolle i dette)

Diverse annet nytt:

1. Det blir ikke noe nytt m&#248;te i merkantil gruppe f&#248;r sommeren.

2. Status EUX2010SEC: Det f&#248;rste delprosjektet i EUX er startet opp, st&#248;ttet &#248;konomisk av Norges Forskningsr&#229;d (gjennom VERDIKT-programmet). Det er ansatt en doktorgradsstipendiat (som kommer fra Linpro). De av dere som er med i EUX2010SEC, f&#229;r informasjon direkte av prosjektleder Arne Kristian Groven i NR.
 
3. EUX-nettverkets finske partner, Vasa Polytechnic, jobber med videokonferansel&#248;sninger. Har noen av dere noe &#229; bidra med;
kontakt Rainer Lytz (<A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Rainer.Lytz at puv.fi</A>).

4. Status DDV: Savner sentralbord fortsatt!! Vurderer &#229; forsere EUX og utvikle en PC-basert sentralbordapplikasjon p&#229; eget initiativ. Har noen av dere noe &#229; bidra med; kontakt Roald Aamodt (<A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">Roald.Aamodt at kvinesdal.kommune.no</A>)

5. Status Bfk: Asterisk satt i drift p&#229; en vgs, server for fylkeshuset blir i l&#248;pet av de kommende ukene installert (Leverand&#248;r: Ella kommunikasjon). Savner fortsatt sentralbord og mye av det andre som EUX adresserer!! 

6. EUX-prosjektet er beskrevet som et eksempel p&#229; et kompetanse- og leverand&#248;rutviklingsprosjekt i forslaget til Nasjonalt kompetansesenter for fri programvare. Senteret ser trolig dagens lys i l&#248;pet av sommeren. Det blir med stor sannsynlighet et aksjeselskap.

7. Initiativtagerne til kompetansesenteret lagde i februar et reklamemagasin for fri programvare. Asterisk/EUX er omtalt p&#229; side 34. Magasinet i sin helhet, samt de enkelte artiklene, kan fritt lastes ned fra www.friprog.no. Der kan ogs&#229; papirutgaver bestilles. Kj&#248;p papirutgaver, del ut til deres forretningsforbindelser og bidra til &#229; spre informasjon om fri programvare!

8.Bj&#248;rn Venn har denne v&#229;ren holdt flere foredrag om Asterisk og EUX, bl.a. p&#229; to store Open Source-konferanser i Stockholm og K&#248;benhavn. Den 4.-5. juni arrangeres den den &#229;rlige IT-konferansen for kommune-Norge, hvor Bj&#248;rn ogs&#229; skal prate om EUX/Asterisk. Kontakt KS (<A HREF="https://lists.berlios.de/mailman/listinfo/hussentral-developer">line.richardsen at ks.no</A>) dersom noen av dere vil stille med en stand. Konferansen er i Troms&#248;.

Deler av denne informasjonen legger jeg ut p&#229; www.asterisk.no.

Har noen av dere andre noen interessanne nyheter, er dere velkommen til &#229; dele de med oss andre:-)

Beste hilsner
Bj&#248;rn Venn
Nasjonal koordinator EUX2010
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="https://lists.berlios.de/pipermail/hussentral-developer/attachments/20070515/26e020c2/attachment.html">https://lists.berlios.de/pipermail/hussentral-developer/attachments/20070515/26e020c2/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#64">[ date ]</a>
              <a href="thread.html#64">[ thread ]</a>
              <a href="subject.html#64">[ subject ]</a>
              <a href="author.html#64">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/hussentral-developer">More information about the Hussentral-developer
mailing list</a><br>
</body></html>
