<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Hussentral-developer] HASTER: Bidrag til brosjyren om	EUX-prosjektet
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/hussentral-developer/2006-August/index.html" >
   <LINK REL="made" HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20HASTER%3A%20Bidrag%20til%20brosjyren%20om%0A%09EUX-prosjektet&In-Reply-To=%3C6850A1692CB5474BA1ABA38F33BBC68F64D83B%40vfksr035.login.top.no%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000040.html">
   <LINK REL="Next"  HREF="000043.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Hussentral-developer] HASTER: Bidrag til brosjyren om	EUX-prosjektet</H1>
    <B>Bj&#248;rn Venn</B> 
    <A HREF="mailto:hussentral-developer%40lists.berlios.de?Subject=Re%3A%20%5BHussentral-developer%5D%20HASTER%3A%20Bidrag%20til%20brosjyren%20om%0A%09EUX-prosjektet&In-Reply-To=%3C6850A1692CB5474BA1ABA38F33BBC68F64D83B%40vfksr035.login.top.no%3E"
       TITLE="[Hussentral-developer] HASTER: Bidrag til brosjyren om	EUX-prosjektet">bjorn.venn at bfk.no
       </A><BR>
    <I>Wed Aug 23 13:54:44 CEST 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000040.html">[Hussentral-developer] EUX2010 prosjektinformasjon nr 2, august 2006
</A></li>
        <LI>Next message: <A HREF="000043.html">[Hussentral-developer] HASTER: Foresp&#248;rsel om sponsing av IP-telefoni-prosjektet EUX2010.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#41">[ date ]</a>
              <a href="thread.html#41">[ thread ]</a>
              <a href="subject.html#41">[ subject ]</a>
              <a href="author.html#41">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Til alle dere som &#248;nsker &#229; v&#230;re med, p&#229; en eller annen m&#229;te, i EUX-prosjektet.

Som dere vet, s&#229; jobber vi med en engelsk brosjyre om EUX-prosjektet. Her &#248;nsker jeg &#229; presentere de deltagende selskapene.

Jeg antar at ditt selskap ikke har noe imot &#229; bli promotert i Europa p&#229; denne m&#229;ten. Men for &#229; komme med, s&#229; m&#229; du/dere sende meg 

1. Logo i h&#248;yoppl&#248;selig format (for trykking)
2. En engelsk tekst som beskriver kort hvem dere er og hvorfor ditt firma &#248;nsker &#229; bli med i prosjektet.

Jeg forbeholder meg retten til &#229; endre teksten, men vil i s&#229; fall sende den tilbake slik at dere kan godkjenne den.

Jeg &#248;nsker meg tekster som inneholder uttalelser av denne typen:

&quot;V&#229;rt selskap har jobbet med kommersielle VoIP-l&#248;sninger fra flere av de etablerte akt&#248;rene i over seks &#229;r. I 2003 oppdaget vi VoIP-programvaren Asterisk. Denne benytter vi stadig oftere i skreddersydde telefonil&#248;sninger for v&#229;re kunder. St&#248;rre virksomheter ettersp&#248;r i st&#248;rre grad en anerkjent og utbredt l&#248;sning. Derfor har vi valgt &#229; bli med i EUX-prosjektet, og har stor tro p&#229; at vi sammen skal klare &#229; utvikle en felles, IP-kommunikasjonsl&#248;sning under et felles merkenavn. Vi tror p&#229; et europeisk samarbeid&quot;

eller

&quot;Vi er en regional teleoperat&#248;r i Norge som har benyttet fri programvare i v&#229;re telefonil&#248;sninger i ca fem &#229;r. V&#229;r erfaring er at l&#248;sningene basert p&#229; fri programvare er sv&#230;rt stabile og gir oss en bedre inntjening enn dersom vi hadde brukt propriet&#230;re l&#248;sninger fra de etablerte akt&#248;rene. Vi betjener i dag x antall kunder p&#229; v&#229;r telefonil&#248;sning som for det meste er basert p&#229; fri proghtramvare (Asterisk, xyz, og abc). Men st&#248;rre virksomheter krever anerkjente l&#248;sninger, installert i sin egen organisasjon. Vi tror p&#229; samarbeidet om &#229; utvikle en slik l&#248;sning&quot;

Min tekst blir noe s&#229;nt som dette:
&quot;Buskerud fylkeskommune har ca 9.000 potensielle telefonibrukere. En propriet&#230;r VoIP-l&#248;sning ville ha kostet oss sv&#230;rt mye. Derfor satte vi igang et pilotprosjekt for &#229; teste ut om hussentralprogramvaren Asterisk kunne dekke v&#229;re behov. Det viste seg at Asterisk fungerte utmerket; stabilt og driftssikkert. Men dessverre var det en del funksjonalitet vi savnet. Vi tror at ogs&#229; andre st&#248;rre virksomheter, private s&#229;vel som offentlige, vil komme til den samme erkjennelsen. Derfor har vi valgt &#229; bli med i EUX-prosjektet. Vi er opptatt av &#229; redusere utviklingskostnadene, det kan vi gj&#248;re ved at flest mulig bidrar i prosjektet, og vi er opptatt av at l&#248;sningen f&#229;r en stor utbredelse. Derfor &#248;nsker vi at flest mulig leverand&#248;rer i Europa tilbyr l&#248;sningen&quot; 


FRIST: Mandag til uka.
helst tekst p&#229; engelsk, men OK p&#229; dansk, svensk el. norsk (jeg f&#229;r det oversatt)

Hilsen
Bj&#248;rn





-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="https://lists.berlios.de/pipermail/hussentral-developer/attachments/20060823/2b7a0241/attachment.html">https://lists.berlios.de/pipermail/hussentral-developer/attachments/20060823/2b7a0241/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000040.html">[Hussentral-developer] EUX2010 prosjektinformasjon nr 2, august 2006
</A></li>
	<LI>Next message: <A HREF="000043.html">[Hussentral-developer] HASTER: Foresp&#248;rsel om sponsing av IP-telefoni-prosjektet EUX2010.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#41">[ date ]</a>
              <a href="thread.html#41">[ thread ]</a>
              <a href="subject.html#41">[ subject ]</a>
              <a href="author.html#41">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/hussentral-developer">More information about the Hussentral-developer
mailing list</a><br>
</body></html>
